---
kind: other
id: Operators.T:Autodesk.Revit.DB.PointClouds.CloudPoint
source: html/07c6c95f-407f-5026-7c1c-23e61520d8f5.htm
---
# CloudPoint Type Conversions

Creates an XYZ object from this point cloud.